<template>
  <div>
    <H1>{{ title }}</H1>
    <div>{{ description }}</div>
  </div>
</template>

<script>
export default {
  props: {
    status: Number,
  },
  computed: {
    title() {
      return {
        503: '503: Сервис недоступен',
        500: '500: Ошибка сервера',
        404: '404: Страница не найдена',
        403: '403: Доступ запрещен',
      }[this.status]
    },
    description() {
      return {
        503: 'Извините, что-то происходит на данном сайте. Пожалуйста, зайдите в ближайшее время или обновите страницу.',
        500: 'Упс, что-то пошло не так на наших серверах.',
        404: 'Извините, страница не найдена.',
        403: 'Извините, вам доступ запрещен к этой странице.',
      }[this.status]
    },
  },
}
</script>
