<?php

return [

    'vvuz'   => 'ВВУЗы',
    'ssuz'   => 'ССУЗы',
    'detdom' => 'Интернаты',
    'czn' => 'ЦЗН',
    'region' => 'Регион',
    'school' => 'Школы',
    'leader' => 'Глава региона',
    'population' => 'Население',
    'city' => 'Город',
    'area' => 'Площадь',
    'amw' => 'Средняя ЗП',
    'subject' => 'Число хозяйствующих субъектов',
    'contract' => 'Заключенные коллективные договора',
    'lvl' => 'Уровень безработицы',
    'unemployed' => 'Численность зарегистрированных безработных',
    'vacancy' => 'Количество вакансий',
    'tension' => 'Напряженность',
    'employed' => 'Трудоустроено',
    'cripple' => 'Численность инвалидов',
    'cripple_worked' => 'Инвалиды заняты трудовой деятельностью',
    'commissions' => 'Процент исполнения контрольного показателя по снижению неформальной занятости',
    'commissions_c' => 'Контрольный показатель по снижению неформальной занятости',
    'commissions_t' => 'Заключено трудовых договоров в рамках работы по снижению неформальной занятости',
    'in_employment' => 'Количество проведенных территориальных межведомственной комиссии',

];
